Repository: OpenMediaVault-Plugin-Developers/openmediavault-luksencryption
Catalog: usr/share/openmediavault/locale/*/openmediavault-luksencryption.po
Languages: ar_sa, es_es, it_it, nl_nl

source: %s is not a valid LUKS header backup file
ar_sa: %s ليس ملف نسخة احتياطية صالح لترويسة LUKS
es_es: %s no es una cabecera LUKS de backup válida.
it_it: %s non è un file valido di backup dell'header LUKS
nl_nl: %s is geen geldig LUKS header back-upbestand

source: Add
ar_sa: أضف
es_es: Añadir
it_it: Aggiungi
nl_nl: Toevoegen

source: Add passphrase
es_es: Añadir contraseña

source: Backup header
es_es: Salvar cabecera
it_it: Header di backup
nl_nl: Back-up maken van header

source: Cancel
es_es: Cancelar

source: Change
ar_sa: تغيير
es_es: Cambiar
it_it: Cambia
nl_nl: Wijzigen

source: Change passphrase
es_es: Cambiar contraseña

source: Confirm passphrase
ar_sa: تأكيد عبارة المرور
es_es: Confirmar contraseña
it_it: Conferma passphrase
nl_nl: Wachtwoord bevestigen

source: Confirmation
es_es: Confirmación

source: Create
ar_sa: إنشاء
es_es: Crear
it_it: Crea
nl_nl: Aanmaken

source: Create encrypted device
es_es: Crear un disco cifrado

source: Current passphrase
es_es: Contraseña actual

source: Decrypted device
es_es: Disco descifrado

source: Delete encrypted device
es_es: Borrar disco cifrado

source: Detail
ar_sa: تفاصيل
es_es: Detalle
it_it: Dettagli

source: Device
ar_sa: القرص
es_es: Disco
it_it: Dispositivo
nl_nl: Apparaat

source: Do you really want to delete the encrypted device?<br/>The encryption key will be destroyed and all data will be lost.
es_es: ¿Realmente desea borrar el disco cifrado? <br/>La clave de cifrado será destruida y los datos se perderán.

source: Do you really want to encrypt this device? Any existing data on it will be deleted.
es_es: ¿Realmente desea cifrar este disco? Todos los datos existentes en el , serán borrados.

source: Do you really want to remove this passphrase? Ensure that you have another passphrase which will unlock the device.
es_es: ¿Realmente desea eliminar esta contraseña?, Asegurese de que existe otra contraseña con la que se pueda descifrar el disco.

source: Encrypted Devices
es_es: Discos Cifrados

source: Encrypted device details
es_es: Detalle de los discos cifrados

source: Encryption
ar_sa: تشفير
es_es: Cifrado
it_it: Crittografia
nl_nl: Versleuteling

source: Enter an existing, valid passphrase that unlocks the device.
es_es: Introduzca una contraseña válida que descifre el disco.

source: Enter an existing, valid passphrase which you want to change.
es_es: Introduzca una contraseña válida y existente que desee cambiar.

source: Enter an existing, valid passphrase which you want to remove from the encrypted device.
es_es: Introduzca una contraseña válida y existente que Vd. quiera eliminar del dispositivo cifrado.

source: Failed to add the passphrase to the encrypted device: %s
es_es: Error al añadir la contraseña al disco cifrado: %s

source: Failed to change the passphrase for the encrypted device: %s
es_es: Error al cambiar la contraseña del disco cifrado: %s

source: Failed to create encrypted device: %s
es_es: Error al crear el disco cifrado: %s

source: Failed to extract the LUKS header from
es_es: Error al extraer las cabeceras LUKS

source: Failed to get list of devices
es_es: Error al conseguir la lista de discos

source: Failed to get list of encrypted devices
es_es: Error al conseguir la lista de discos cifrados

source: Failed to remove the encrypted device: %s
es_es: Error al borrar el disco cifrado: %s

source: Failed to remove the passphrase from the encrypted device: %s
es_es: Error al eliminar la contraseña del disco cifrado: %s

source: Failed to restore the LUKS header to
es_es: Error al restaurar las cabeceras LUKS

source: Force
es_es: Forzar

source: Header file
es_es: Archivo con las cabeceras

source: Keys
ar_sa: المفاتيح
es_es: Contraseñas
it_it: Chiavi
nl_nl: Sleutels

source: LUKS container on '%s' not found
ar_sa: حاوية LUKS الموجودة على '%s' غير موجودة
es_es: Contenedor LUKS en '%s' no encontrado
it_it: Container LUKS su '%s' non è stato trovato
nl_nl: Geen LUKS-container gevonden op '%s'

source: LUKS encrypted device %s [%s, %s]
es_es: Disco cifrado LUKS %s [%s, %s]

source: Lock
ar_sa: قفل
es_es: Bloquear
it_it: Blocca
nl_nl: Vergrendelen

source: Locking device ...
es_es: Bloqueando disco ...

source: New passphrase to add to the encrypted device
es_es: Nueva contraseña a añadir al disco cifrado.

source: New passphrase to replace the existing one (above)
es_es: Nueva contraseña para remplazar a la existente.

source: No encryption found on '%s'
es_es: No se ha encontrado cifrado alguno en '%s'

source: No storage device backend exists for device %s
ar_sa: لا توجد واجهة تخزين خلفية للقرص %s
es_es: No existe suficiente espacio en disco en %s
it_it: Non esiste alcun backend del dispositivo di archiviazione per il dispositivo %s
nl_nl: Er bestaat geen opslagapparaten-backend voor het apparaat %s

source: Overwrite the header even if the UUID from the backup doesn't match the device.
es_es: Sobreescribir la cabecera incluso si no coincide con la del UUID del backup

source: Passphrase
ar_sa: عبارة المرور
es_es: Contraseña
nl_nl: Wachtwoordzin

source: Passphrases don't match
es_es: La contraseña no coincide

source: Recovery
es_es: Recuperación

source: Referenced
ar_sa: مشار إليه
es_es: Referenciado
it_it: Referenziato
nl_nl: Gerefereerd

source: Remove
ar_sa: حذف
es_es: Eliminar
it_it: Rimuovi
nl_nl: Verwijderen

source: Remove passphrase
es_es: Eliminar contraseña

source: Restore encrypted device header
es_es: Recuperar la cabecera del disco cifrado

source: Restore header
es_es: Recuperar cabecera

source: Select a device ...
es_es: Seleccionar un Disco ...

source: Size
ar_sa: الحجم
es_es: Tamaño
it_it: Dimensione
nl_nl: Grootte

source: Test passphrase
es_es: Contraseña de Test

source: The UUID of the LUKS header backup file
ar_sa: معرف UUID لملف النسخة الاحتياطية لترويسة LUKS
es_es: UUID de la cabecera de backup LUKS
it_it: L'UUID del file di backup dell'header LUKS
nl_nl: De UUID van het LUKS header back-upbestand

source: Unable to lock encrypted device: %s
ar_sa: تعذر قفل القرص المشفر: %s
es_es: Imposible de bloquear el disco cifrado: %s
it_it: Impossibile bloccare il dispositivo crittografato: %s
nl_nl: Kan gecodeerd apparaat niet vergrendelen: %s

source: Unable to unlock encrypted device: %s
ar_sa: تعذر فتح قفل القرص المشفر: %s
es_es: Imposible de desbloquear el disco cifrado: %s
it_it: Impossibile sbloccare il dispositivo crittografato: %s
nl_nl: Kan gecodeerd apparaat niet ontgrendelen: %s

source: Unlock
ar_sa: فتح القفل
es_es: Desbloquear
it_it: Sblocca
nl_nl: Ontgrendelen

source: Unlock encrypted device
es_es: Desbloquear disco cifrado

source: Unlocked
ar_sa: غير مقفل
es_es: Desbloqueado
it_it: Sbloccato
nl_nl: Ontgrendeld

source: Unlocking ...
es_es: Desbloqueando ...

source: Upload header backup file
es_es: Subir el archivo de backup d ela cabecera

source: Uploading header backup file ...
es_es: Subiendo el archivo de backup de las cabeceras ....

source: Yes
es_es: Si

source: n/a
es_es: n/d

source: Allow discards
nl_nl: Weggooien toestan

source: Are you sure you want to delete to this device?
ar_sa: هل أنت متأكد أنك تريد الحذف من هذا الجهاز؟
it_it: Vuoi davvero eliminarlo da questo dispositivo?
nl_nl: Weet u zeker dat u dit apparaat wilt verwijderen?

source: Cipher
ar_sa: الشفرة
it_it: Cifra
nl_nl: Versleuteling

source: Created encrypted device.
ar_sa: تم إنشاء قرص مشفر.
it_it: È stato creato un dispositivo crittografato.
nl_nl: Gecodeerd apparaat aangemaakt.

source: Current Passphrase
ar_sa: عبارة المرور الحالية
it_it: Passphrase attuale
nl_nl: Huidige wachtwoordzin

source: Decrypted Device
ar_sa: قرص تم فك تشفيره
it_it: Dispositivo decriptato
nl_nl: Ontsleuteld apparaat

source: Delete
ar_sa: حذف
it_it: Elimina
nl_nl: Verwijderen

source: Device '%s' not found
ar_sa: القرص "%s" غير موجود
it_it: Il dispositivo '%s' non è stato trovato
nl_nl: Apparaat '%s' niet gevonden

source: Encrypted device has been locked.
it_it: Il dispositivo crittografato è stato bloccato.
nl_nl: Gecodeerd apparaat is vergrendeld.

source: Encrypted device has been unlocked.
it_it: Il dispositivo crittografato è stato sbloccato.
nl_nl: Gecodeerd apparaat is ontgrendeld.

source: Enter a new passphrase.
ar_sa: أدخل عبارة مرور جديدة.
it_it: Inserisci una nuova passphrase.
nl_nl: Voer een nieuwe wachtwoordzin in

source: Enter an existing passphrase that unlocks the device.
ar_sa: أدخل عبارة المرور الحالية لفتح قفل القرص.
it_it: Inserisci una passphrase esistente che sblocchi il dispositivo.
nl_nl: Voer een bestaande wachtwoordzin in die het apparaat ontgrendelt.

source: Erase slot
ar_sa: محو حاوية مفتاح
it_it: Cancella slot
nl_nl: Positie wissen

source: Key Slots In Use
ar_sa: حاويات مفاتيح مستخدمة
it_it: Slot chiave in uso
nl_nl: Sleutelposities in gebruik

source: Key slot
ar_sa: حاوية مفتاح
it_it: Slot chiave
nl_nl: Sleutelpositie

source: LUKS encrypted device %s[%s, %s]
ar_sa: قرص LUKS المشفر %s [%s، %s]
it_it: Dispositivo crittografato LUKS %s[%s, %s]
nl_nl: LUKS-gecodeerd apparaat %s[%s, %s]

source: Lock encrypted device ...
it_it: Sto bloccando il dispositivo crittografato ...
nl_nl: Gecodeerd apparaat vergrendelen…

source: New Passphrase
ar_sa: عبارة مرور جديدة
it_it: Nuova passphrase
nl_nl: Nieuwe wachtwoordzin

source: Test
ar_sa: اختبار
nl_nl: Testen

source: The key did not unlock any key slot on the device
ar_sa: المفتاح لم يفتح أي حاوية مفتاح على القرص
it_it: La chiave non ha sbloccato nessuno slot chiave sul dispositivo
nl_nl: De sleutel ontgrendelde geen sleutelpositie op het apparaat

source: The passphrases must match.
ar_sa: يجب أن تتطابق عبارات المرور.
it_it: Le passphrase devono corrispondere.
nl_nl: De wachtwoordzinnen moeten overeenkomen.

source: This command can have a negative security impact because it can make filesystem-level operations visible on the physical device.
nl_nl: Deze opdracht kan een negatief effect hebben op de beveiliging, omdat het bewerkingen op bestandssysteemniveau zichtbaar kan maken op het fysieke apparaat.

source: Unable to add the key to the encrypted device: %s
ar_sa: تعذر إضافة المفتاح إلى القرص المشفر: %s
it_it: Impossibile aggiungere la chiave al dispositivo crittografato: %s
nl_nl: Kan de sleutel niet toevoegen aan het gecodeerde apparaat: %s

source: Unable to change the key on the encrypted device: %s
ar_sa: تعذر تغيير المفتاح على القرص المشفر: %s
it_it: Impossibile modificare la chiave sul dispositivo crittografato: %s
nl_nl: Kan de sleutel niet wijzigen op het gecodeerde apparaat: %s

source: Unable to create encrypted device: %s
ar_sa: تعذر إنشاء قرص مشفر: %s
it_it: Impossibile creare un dispositivo crittografato: %s
nl_nl: Kan gecodeerd apparaat niet aanmaken: %s

source: Unable to erase the key slot on the encrypted device: %s
ar_sa: تعذر محو حاوية المفتاح على القرصالمشفر: %s
it_it: Impossibile cancellare lo slot della chiave sul dispositivo crittografato: %s
nl_nl: Kan de sleutelpositie op het gecodeerde apparaat niet wissen: %s

source: Unable to extract the LUKS header from the encrypted device: %s
ar_sa: تعذر استخراج ترويسة LUKS من القرص المشفر: %s
it_it: Impossibile estrarre l'header LUKS dal dispositivo crittografato: %s
nl_nl: Kan de LUKS-header niet extraheren van het gecodeerde apparaat: %s

source: Unable to remove encrypted device: %s
ar_sa: تعذر إزالة القرص المشفر: %s
it_it: Impossibile rimuovere il dispositivo crittografato: %s
nl_nl: Kan gecodeerd apparaat niet verwijderen: %s

source: Unable to remove the key from the encrypted device: %s
ar_sa: تعذر إزالة المفتاح من القرص المشفر: %s
it_it: Impossibile rimuovere la chiave dal dispositivo crittografato: %s
nl_nl: Kan de sleutel niet van het gecodeerde apparaat verwijderen: %s

source: Unable to restore the LUKS header to device: %s
ar_sa: تعذر استعادة ترويسة LUKS للقرص: %s
it_it: Impossibile ripristinare l'header LUKS sul dispositivo: %s
nl_nl: Kan de LUKS-header niet herstellen naar apparaat: %s

source: Unlock encrypted device ...
it_it: Sto sbloccando il dispositivo crittografato ...
nl_nl: Gecodeerd apparaat ontgrendelen…

source: Version
ar_sa: النسخة
it_it: Versione
nl_nl: Versie

source: aes-xts-plain64 (default)
ar_sa: aes-xts-plain64 (الافتراضي)
it_it: aes-xts-plain64 (predefinito)
nl_nl: aes-xts-plain64 (standaard)

source: device
ar_sa: القرص
it_it: dispositivo
nl_nl: apparaat

source: LUKS Label
ar_sa: علامة LUKS
it_it: Etichetta LUKS

source: Label
ar_sa: علامة
it_it: Etichetta

source: LUKS UUID
ar_sa: معرف LUKS فريد
